{
    "menu-about":"Sobre mi",
    "menu-work":"Trabajos",
    "menu-brand":"Mi marca",
    "tituloexp": "Línea de tiempo laboral",
    "intro": "¡Hola! Soy Nico.",
    "newbio": "Soy un diseñador y emprendedor viviendo en Portugal.\n\n Además de diseñar interfaces, prototipos, flujos y aplicaciones, diseño y desarrollo sitios web.\n Tengo también mis proyectos personales, y cuando queda algo de tiempo me gusta grabar podcasts o hacer transmisiones en vivo por Twitch.\n\n Puedes conocer un poco más de mi y de mi trabajo en este sitio web, o contactarme por las redes sociales.\n\n ¡Bienvenidos!",
    "biografia": "Soy un apasionado diseñador UI/UX y desarrollador React.\n\n Estoy especializado en marketing de marca y diseño de productos digitales desde las primeras etapas de planificación y boceto, hasta la implementación y lanzamiento; involucrando UX/UI, prototipado y pruebas para construir productos increíbles.\n\n Llevo más de 10 años trabajando para empresas y proyectos nacionales e internacionales. Haber trabajado en varias industrias me ha dado las herramientas y la experiencia para aportar gran valor a mi trabajo y potenciar a mis equipos.\n\n Creo que la tecnología está revolucionando la forma en que las personas crean y se comunican, y me encanta dar forma a productos y servicios que ayuden a las personas a tener una mejor experiencia.",
    "cargarmas": "Cargar más trabajos",
    "vertrabajo": "Ver trabajo",
    "aboutme": "Un poco sobre mí",
    "titulowork": "Mis trabajos",
    "parrafowork": "Aqui encontrarás trabajos y proyectos que he realizado tanto en materia de diseño como de desarrollo.",
    "experiencia1": "-Diseñador UI/UX con clientes en USA y LATAM.\n -Análisis y research.\n -Desarrollo de sistemas de diseño.\n -Armado de wireframes y prototipos en baja y alta fidelidad.\n -Desarrollo de sitios web y landings (Html, JavaScript y React) para clientes de LATAM y USA.\n -Utilización de herramienta Eloqua para seguimiento y supervisión de campañas de email marketing.\n -Consultor de marketing para impulsar la marca en medios propios y redes sociales.\n Clientes: Zurich, UPL, Ingram, TeenGo, Natura, Negofin, Telecom.",
    "experiencia2": "-Diseñador visual para marketing para proyectos en el área de Commerce de Venmo, diseñando, prototipando y desarrollando creatividades para emails, in-app y social media.\n -Wireframes y prototipos en alta fidelidad.\n -Utilización del Sistema de Diseño de Venmo, generando ideas y nuevos componentes.\n -Desarrollos de proyectos con el área de Producto.\n -Potenciar la creatividad de la marca en los diferentes canales y fortalecer las alianzas con los partners.\n Audiencia: ~40 millones de usuarios activos.",
    "experiencia3": "-Desarrollo de piezas gráficas, creatividades, animaciones y contenidos.\n -Armamos proyectos innovadores en conjunto con los equipos de marketing digital, UX, email mkt y redes sociales.\n\n -Diseño de creatividades, desarrollo y seguimiento de campañas semanales y de industria para la región (Chile, Ecuador, Costa Rica, Perú): Materiales insite, creación de emails en HTML, adaptaciones mobile, banners displays estáticos y animados, pautas para medios.\n\n -Programación interna de piezas y campañas. Planificación y seguimiento de producción con agencias para materiales digitales (bumpers, trueviews, masthead, IG stories, entre otros).\n\n Brand consultant: curador de la marca para partners y agencias.",
    "experiencia4": "-Diseño de imágenes y prototipado de layouts para emails masivos de distintas campañas (BAU, MMP, Caravan), y landings. Maquetado de emails.\n -Retoque fotográfico. Composiciones digitales. Motion graphics y GIFs.\n Cliente: United Airlines",
    "experiencia5": "-Coordinador del área 'emBlue Full Service (360)', encargado de la gestión y desarrollo de la estrategia comunicacional del cliente.\n\n -Gestión total de los envíos de email masivos de medianos y grandes clientes. -Analisis de resultados de campañas.\n\n -Maquetado de emails, encuestas y formularios en Responsive Design.\n\n -Diseño y armado de presentaciones, diseño y maquetado de email templates.\n\n -Webinars (videoconferencias): Coordinación, speaker.\n\n -Fui speaker de varios talleres organizados por la empresa.\n\n -Encargado también encargado de la estrategia de emBlue en redes sociales, y como coordinador y redactor en el blog.\n\n Clientes: Cablevisión/Fibertel, FOX, FX, Utilisima, Telefónica, YPF, entre otros.",
    "curriculum": "Descargar CV",
    "podcast-desc": "Además del diseño, otras de mis pasiones son el cine y los deportes.\n Desde muy chico me gusta la radio, y algo que siempre quise hacer era participar en un programa donde se hable de eso. Hace algunos años pude hacerlo en una radio en Argentina y la experiencia fue hermosa.\n\n Gracias a la era digital, ahora puedo tener mi videocast. Y así nace 'Tiempo de Fogón', porque las mejores historias se cuentan cuando nos reunimos. (Solo en español).",
    "borealis": "Borealis es el nombre que lleva el Sistema de Diseño que representa a mi marca. Se llama así por los tonos de color elegidos que, gracias a sus degradados, hacen recordar a la Aurora Boreal sobre un cielo nocturno.\n Además el verde, no solo transmite tranquilidad y calma, también se asocia con la naturaleza, prosperidad, fertilidad, salud, y generosidad.",
    "brandlogo": "Mi logotipo ha sufrido muchas variaciones a lo largo de los años, pero lo que siempre le ha dado fuerza fueron las iniciales. A veces esas iniciales se han presentado de maneras mas complicadas o rebuscadas, pero en esta última iteración se simplificó el isotipo para presentarlas de manera sencilla y directa. El Wordmark con el nombre completa el logotipo.",
    "bl-espacio": "El espacio entre el isotipo y el logotipo es la mitad de la 'C' del logotipo.",
    "bl-exclusion": "La zona de exclusión garantiza la legibilidad y el impacto del logotipo al aislarlo de los elementos visuales que compiten con él, como el texto y los gráficos de apoyo.\n\n Esta zona debe considerarse como la distancia mínima absoluta de seguridad; en la mayoría de los casos, el Logotipo debe tener más espacio para respirar.\n\n La zona de exclusión es la altura de la 'C' en los lados y la anchura de la 'C' en la parte superior e inferior.\n\n Nota: La zona de exclusión es el espacio mínimo que se da al logotipo.",
    "bl-isotipo": "Hay casos en los que podríamos utilizar simplemente el Isotipo por sí solo en lugar de la marca del Logotipo completo. Estos casos son en los que la marca ya se ha establecido, ya sea mediante el uso del logotipo completo o en nuestros canales de medios sociales determinados.\n\n Nota: Aunque el isotipo puede existir sin la marca denominativa, ésta nunca debe existir sin el isotipo.\n\n Su zona de exclusión también es la 'C' del logotipo.",
    "bl-coloroptions": "El logotipo principal es el círculo verde con el Wordmark en azul oscuro. Como secundario, es el círculo verde pero el Wordmark en blanco. Sin embargo, hay otras tres opciones de color que ayudan con problemas de contraste en distintos tipos de creatividades.\n\n Si un Logotipo de color no es una opción debido a razones técnicas o los colores carecen de contraste o compiten sobre otros elementos visuales, está permitido utilizar las opciones de Logotipo blanco o negro.",
    "gui-color": "La paleta de colores está inspirada en los colores de la Aurora Boreal en sus tonos verdes, los cielos oscuros y los degradados que se mezclan con los distintos tonos claros y oscuros.",
    "gui-typo": "La tipografía principal del logotipo es Biko ligeramente modificada para conseguir el resultado deseado.\n\n La tipografía para el resto del sitio web y redes sociales es la Rubik.",
    "titulohabilidad": "Mis herramientas",
    "bajadahabilidad": "Los programas y las tecnologías que generalmente uso en mi día a día, las que domino, y los que he usado en el pasado.",
    "actual": "Actualmente"
}