{
   "menu-about":"About",
   "menu-work":"Work",
   "menu-brand":"Brand",
   "tituloexp": "Work timeline",
   "intro": "Hi! I'm Nico.",
   "newbio": "I am a designer and entrepreneur based in Portugal.\n\n Besides designing interfaces, prototypes, flows and applications, I design and develop websites. I also have my personal projects, and when there is some time left I like to record podcasts or do live broadcasts on Twitch.\n\nYou can learn a little more about me and my work on this website, or contact me through social networks.\n\n Welcome!",
   "biografia": "I'm a passionate UI/UX designer and React developer.\n\n I'm specialized in brand marketing and digital product design since the first stages of planning and sketching, until implementation and launching; involving UX/UI, prototyping and testing in order to build awesome products.\n\n For more than 10 years I’ve been working for national and international companies and projects. Having worked in various industries has given me the tools and the experience to bring great value to my work and to empower my teams.\n\n I believe that technology is revolutionizing how people create and communicate, and I'm delighted about shaping products and services that help people have a better experience.",
   "cargarmas": "Load more",
   "vertrabajo": "View project",
   "aboutme": "A little about me",
   "titulowork": "Showcase",
   "parrafowork": "Here you will find work and projects that I have done in both design and development.",
   "experiencia1": "-UI/UX designer with clients in the USA and LATAM.\n -Analysis and research.\n -Development of design systems.\n -Wireframes and prototypes in low and high fidelity.\n -Development of websites and landings (Html, JavaScript and React) for clients in LATAM and USA.\n -Use of Eloqua for tracking and monitoring of email marketing campaigns.\n -Marketing consultant to promote the brand in own media and social networks.\n Clients: Zurich, UPL, Ingram, TeenGo, Natura, Negofin, Telecom.",
   "experiencia2": "-Visual designer for marketing in projects for the Venmo Commerce area, designing, prototyping and developing creative for emails, in-app and social media.\n -Wireframes and prototypes in high fidelity.\n -Use of Venmo's Design System, generating ideas and new components.\n -Development of projects with the Product area.\n -Promoting the brand's creativity in the different channels and strengthening alliances with partners.\n Audience: ~40 million active users.",
   "experiencia3": "-Development of graphic assets, creativities, animations and content.\n We put together innovative projects in conjunction with the digital marketing, UX, email mkt and social media teams.\n\n -Creative design, development and follow-up of weekly and industry campaigns for the region (Chile, Ecuador, Costa Rica, Peru): Insite materials, HTML email creation, mobile adaptations, static and animated display banners, media guidelines.\n\n -Internal programming of pieces and campaigns. Production planning and follow-up with agencies for digital materials (bumpers, trueviews, masthead, IG stories, among others).\n\n -Brand consultant: brand curator for partners and agencies.",
   "experiencia4": "-Image design and prototyping of layouts for mass emails for different campaigns (BAU, MMP, Caravan), and landings. Email layout.\n -Photographic editing. Digital compositions. Motion graphics and GIFs.\n Client: United Airlines",
   "experiencia5": "-Coordinator of the 'emBlue Full Service (360)' area, in charge of the management and development of the client's communication strategy.\n\n -Total management of mass emailing of medium and large clients. -Analysis of campaign results.\n\n -Packaging of emails, surveys and forms in Responsive Design.\n\n -Design and assembly of presentations, design and layout of email templates.\n\n -Webinars (videoconferences): Coordination, speaker.\n\n -I was speaker of several workshops organized by the company.\n\n -In charge also in charge of emBlue's strategy in social networks, and as coordinator and writer in the blog.\n\n Clients: Cablevisión/Fibertel, FOX, FX, Utilisima, Telefónica, YPF, among others.",
   "curriculum": "Download resume",
   "podcast-desc": "Besides design, other passions of mine are movies and sports.\n Since I was very young I have loved radio, and something I always wanted to do was to participate in a program where they talk about it. A few years ago I was able to do it on a radio station in Argentina and the experience was beautiful.\n\n Thanks to the digital era, now I can have my videocast. And that's why 'Tiempo de Fogon' was born: because the best stories are told when we get together. (Only in Spanish).",
   "borealis": "Borealis is the name of the Design System that represents my brand. It is so called because of the chosen color tones that, thanks to their gradients, remind us of the Aurora Borealis on a night sky.\n In addition, green not only conveys tranquility and calm, it is also associated with nature, prosperity, fertility, health, and generosity.",
   "brandlogo": "My logo has undergone many variations over the years, but what has always given it strength were the initials. Sometimes those initials have been presented in more complicated or elaborate ways, but in this latest iteration the isotype was simplified to present them in a simple and straightforward way. The Wordmark with the name completes the logo.",
   "bl-espacio": "The space between the isotype and the logotype is half the 'C' of the logotype.",
   "bl-exclusion": "The exclusion zone ensures the legibility and impact of the logo by isolating it from competing visual elements such as text and supporting graphics.\n\n This zone should be considered as the absolute minimum safety distance; in most cases, the Logo should have more breathing space.\n\n The exclusion zone is the height of the 'C' at the sides and the width of the 'C' at the top and bottom.\n\n Note: The exclusion zone is the minimum space given to the logo.",
   "bl-isotipo": "There are cases where we could simply use the Isotype on its own instead of the full Logo branding. These cases are where the branding has already been established, either through the use of the full Logo or on our given social media channels.\n\n Note: Although the isotype may exist without the word mark, the word mark must never exist without the isotype.\n\n Its exclusion zone is also the 'C' in the logo.",
   "bl-coloroptions": "The primary logo is the green circle with the Wordmark in dark blue. As a secondary, it is the green circle but the Wordmark in white. However, there are three other color options that help with contrast issues in different types of creative.\n\n If a color Logo is not an option due to technical reasons or the colors lack contrast or compete with other visual elements, it is permissible to use the black or white Logo options.",
   "gui-color": "The color palette is inspired by the colors of the Aurora Borealis in its green tones, the dark skies and the gradients that blend with the different light and dark tones.",
   "gui-typo": "The main typography of the logo is Biko slightly modified to achieve the desired result.\n\n  The font for the rest of the website and social networks is Rubik.",
   "titulohabilidad": "My favourite tools",
   "bajadahabilidad": "The tools and technologies that I generally use on a daily basis, the ones I am proficient in, and the ones I have used in the past.",
   "actual": "Current"
}