{
   "menu-about":"Sobre mim",
   "menu-work":"Trabalho",
   "menu-brand":"Marca",
   "tituloexp": "Experiência de trabalho",
   "intro": "Olá! Eu sou Nico.",
   "newbio": "Sou um designer e empresário a viver em Portugal.\n\n Além de desenhar interfaces, protótipos, fluxos e aplicações, desenho e desenvolvo websites. Também tenho os meus projectos pessoais, e quando me resta algum tempo, gosto de gravar podcasts ou fazer transmissões ao vivo no Twitch.\n\n Pode saber mais sobre mim e o meu trabalho neste website, ou contactar-me através das redes sociais.\n\n Bem-vindo!",
   "biografia": "Sou um apaixonado designer digital e desenvolvedor React.\n\n Sou especialista em marketing de marca e concepção de produtos digitais desde as primeiras fases de planeamento e esboço, até à implementação e lançamento; envolvendo UX/UI, prototipagem e testes, a fim de construir produtos fantásticos.\n\n Há mais de 10 anos que trabalho para empresas e projectos nacionais e internacionais. Tendo trabalhado em várias indústrias deu-me as ferramentas e a experiência para trazer grande valor ao meu trabalho e para capacitar as minhas equipas.\n\n Acredito que a tecnologia está a revolucionar a forma como as pessoas criam e comunicam, e estou encantado por dar forma a produtos e serviços que ajudam as pessoas a ter uma melhor experiência.",
   "cargarmas": "Carregar mais trabalhos",
   "vertrabajo": "Ver trabalho",
   "aboutme": "Um pouco sobre mim",
   "titulowork": "Showcase",
   "parrafowork": "Aqui encontrará trabalho e projectos que fiz tanto na design como no desenvolvimento.",
   "experiencia1": "-Designer UI/UX com clientes nos EUA e na LATAM.\n -Análise e investigação.\n -Desenvolvimento de sistemas de desenho.\n -Quadro de fios e protótipos em baixa e alta fidelidade.\n -Desenvolvimento de websites e aterragens (Html, JavaScript e React) para clientes na LATAM e EUA.\n -Utilização da ferramenta Eloqua para o seguimento e monitorização de campanhas de marketing por correio electrónico.\n -Marketing consultor para promover a marca nos próprios meios de comunicação e redes sociais.\n Clientes: Zurich, UPL, Ingram, TeenGo, Natura, Negofin, Telecom.",
   "experiencia2": "-Designer visual para marketing de projectos na área do Comércio de Venmo, desenhando, prototipando e desenvolvendo criativos para o correio electrónico, emapp e redes sociais.\n -Quadro de fios e protótipos em alta fidelidade.\n -Utilização do Sistema Venmo Design, gerando ideias e novos componentes.\n -Desenvolvimento de projectos com a área de Produto.\n -Promover a criatividade da marca nos diferentes canais e reforçar as alianças com os parceiros.\n Público: ~40 milhões de utilizadores activos.",
   "experiencia3": "-Desenvolvimento de peças gráficas, criativas, animações e conteúdos.\n -Realizamos projectos inovadores em conjunto com as equipas de marketing digital, UX, e-mail mkt e redes sociais.\n\n -Desenho criativo, desenvolvimento e monitorização de campanhas semanais e industriais para a região (Chile, Equador, Costa Rica, Peru): materiais insite, criação de emails HTML, adaptações móveis, banners estáticas e animadas, publicidade paga para os meios de comunicação.\n\n -Planeamento e acompanhamento da produção com agências para materiais digitais (para-choques, trueviews, masthead, histórias da IG, entre outros). Consultor de marcas: curador de marcas para parceiros e agências",
   "experiencia4": "-Desenho de imagem e prototipagem de layouts para emails em massa para diferentes campanhas (BAU, MMP, Caravan), e aterragens. Paginação de e-mail.\n -Retoque fotográfico. Composições digitais. Gráficos de movimento e GIFs.\n Cliente: United Airlines",
   "experiencia5": "-Coordenador da área 'emBlue Full Service (360)', responsável pela gestão e desenvolvimento da estratégia de comunicação do cliente.\n\n -Análise dos resultados da campanha.\n\n -Embalagem de emails, inquéritos e formulários em Design Responsivo.\n\n -Design e criação de apresentações, design e layout de modelos de emails\n\n -Webinars: Coordenação, orador.\n\n -Fui orador de vários workshops organizados pela empresa.\n\n -Também encarregado da estratégia de emBlue nas redes sociais, e como coordenador e editor no blogue.\n\n Clientes: Cablevisión/Fibertel, FOX, FX, Utilisima, Telefónica, YPF, entre outros",
   "curriculum": "Descarregar CV",
   "podcast-desc": "Para além do design, outras paixões minhas são o cinema e o desporto.\n Desde muito jovem que adoro a rádio, e algo que sempre quis fazer foi participar num programa sobre ela. Há alguns anos atrás, pude fazê-lo numa estação de rádio na Argentina e a experiência foi bela.\n\n Graças à era digital, agora posso ter o meu videocast. E é por isso que 'Tiempo de Fogon' nasceu: porque as melhores histórias são contadas quando nos reunimos. (Apenas em espanhol).",
   "borealis": "Borealis é o nome do Sistema de Design que representa a minha marca. É assim chamada devido aos tons de cor escolhidos que, graças aos seus gradientes, fazem lembrar a Aurora Boreal no céu nocturno.\n Além disso, o verde não só transmite tranquilidade e calma, como também está associado à natureza, prosperidade, fertilidade, saúde e generosidade.",
   "brandlogo": "O meu logótipo sofreu muitas variações ao longo dos anos, mas o que sempre lhe deu força foram as iniciais. Por vezes essas iniciais foram apresentadas de formas mais complicadas ou complicadas, mas nesta última iteração o isótipo foi simplificado para as apresentar de uma forma simples e directa. O símbolo da palavra com o nome completa o logótipo.",
   "bl-espacio": "O espaço entre o isótipo e o logótipo é metade do 'C' no logótipo.",
   "bl-exclusion": "A zona de exclusão assegura a legibilidade e o impacto do logótipo, isolando-o de elementos visuais concorrentes, tais como texto e gráficos de apoio.\n\n Esta zona deve ser considerada como a distância mínima absoluta de segurança; na maioria dos casos, o logotipo deve ter mais espaço para respirar.\n\n A zona de exclusão é a altura do 'C' nos lados e a largura do 'C' na parte superior e inferior.\n\n Nota: A zona de exclusão é o espaço mínimo dado ao logótipo.",
   "bl-isotipo": "Há casos em que poderíamos simplesmente utilizar o Isótipo por si só, em vez da marca completa do logotipo. Estes casos são onde a marca já foi estabelecida, quer através da utilização do logótipo completo, quer nos nossos canais específicos de comunicação social.\n\n Nota: Embora o isótipo possa existir sem a marca nominal, a marca nominal nunca deve existir sem o isótipo.\n\n A sua zona de exclusão é também o 'C' no logótipo.",
   "bl-coloroptions": "O logótipo principal é o círculo verde com a Marca de Palavras em azul escuro. Como secundário, é o círculo verde, mas o símbolo da palavra em branco. No entanto, existem três outras opções de cor que ajudam com questões de contraste em diferentes tipos de criativos.\n\n Se um logótipo colorido não for uma opção devido a razões técnicas ou se as cores não tiverem contraste ou não competirem com outros elementos visuais, é permitido utilizar as opções de logótipo preto ou branco.",
   "gui-color": "A paleta de cores é inspirada pelas cores da Aurora Boreal nos seus tons verdes, os céus escuros e os gradientes que se misturam com os diferentes tons claros e escuros.",
   "gui-typo": "O tipo principal do logotipo é Biko, ligeiramente modificado para alcançar o resultado desejado.\n\n O tipo de letra para o resto do website e meios de comunicação social é Rubik.",
   "titulohabilidad": "O meu software preferido",
   "bajadahabilidad": "O software e as tecnologias que geralmente utilizo diariamente, aqueles em que sou proficiente, e aqueles que utilizei no passado.",
   "actual": "Actual"
}